<?php

// Heading
$_['heading_title']    							= 'Корзина';

// Text
$_['text_success']    							= 'Товар <a href="%s">%s</a> доданий до <a href="%s">корзини</a>';
$_['text_remove']      							= 'Корзина оновлена';
$_['text_login']      							= 'Для перегляду цін необхідно виконати <a href="%s">вхід до особистого кабінету</a> або <a href="%s">створити обліковий запис</a>';
$_['text_items']       							= 'Товарів: %s (%s)';
$_['text_points']      							= 'Бонусні бали: %s';
$_['text_next']        							= 'Скористайтесь додатковими можливостями';
$_['text_next_choice'] 							= 'Якщо ви маєте код купону на знижку або бонусні бали, які ви бажаєте використати, оберіть відповідний пункт. Також ви можете приблизно оцінити вартість доставки в ваш регіон.';
$_['text_empty']       							= 'Ваша корзина порожня :(';
$_['text_day']         							= 'День';
$_['text_week']        							= 'Тиждень';
$_['text_semi_month']  							= 'Півмісяця';
$_['text_month']       							= 'Місяць';
$_['text_year']        							= 'Рік';
$_['text_trial']       							= 'Вартість: %s; Періодичність: %s %s; Кількість платежів: %s; Далі, ';
$_['text_recurring']   							= 'Вартість: %s; Періодичність: %s %s';
$_['text_length']      							= 'Кількість платежів: %s';
$_['text_until_cancelled']   					= 'до скасування';
$_['text_recurring_item']    	              	= 'Періодичні платежі';
$_['text_payment_recurring']                    = 'Платіжний профіль';
$_['text_trial_description'] 	              	= 'Вартість: %s; Періодичність: %d %s; Кількість платежів: %d;  Далі,  ';
$_['text_payment_description'] 	              	= 'Вартість: %s; Періодичність: %d %s; Кількість платежів: %d';
$_['text_payment_until_canceled_description'] 	= 'Вартість: %s; Періодичність: %d %s; Кількість платежів: до скасування';
$_['text_cart_manager'] 	                    = 'Наш менеджер передзвонить щоб оформити замовлення';
$_['cart_apply_for_credit']    = 'Оформити в кредит';
$_['text_cart_text_cust'] = 'Онлайн оформлення кредиту – рішення за 5 хвилин.<br>Ви можете вибрати термін кредитування та щомісячний<br> платіж самостійно ';
$_['cart_title_order']    = 'Замовлення';
$_['cart_text_ware']    = 'Товари';
$_['cart_text_discount']    = 'Знижка';
$_['cart_the_total_cost']    = 'Загальна вартість';
$_['cart_button_one_click']    = 'Замовити';
$_['text_cart_text_cust']    = 'Онлайн оформлення кредиту – рішення за 5 хвилин.<br>
Ви можете вибрати термін кредитування та щомісячний платіж самостійно';

// Column
$_['column_image']          					= 'Зображення';
$_['column_name']           					= 'Назва товару';
$_['column_model']          					= 'Модель';
$_['column_quantity']       					= 'Кількість';
$_['column_price']          					= 'Ціна за одиницю товару';
$_['column_total']          					= 'Всього';

// Error
$_['error_stock']            					= 'Товари, що відмічені *** відсутні в достатній кількості або їх немає в наявності';
$_['error_minimum']          					= 'Мінімальна кількість для замовлення товару %s складає %s';
$_['error_required']         					= 'Оберіть %s';
$_['error_product']          					= 'Ваша корзина порожня :(';
$_['error_recurring_required'] 					= 'Необхідно обрати періодичність платежів';